turtle-bazon/secd-machine/esp32-idf/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_FREERTOS_HZ=1000
# Console on the on-board USB-CDC/JTAG serial.
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y